Repository: Brandon-RS/flutter_apps
Catalog: lib/gen/l10n/app_*.arb
Languages: es

source: Let it go
es: Déjate llevar

source: Create Note
es: Crea una nota

# invalid_note_length
source: Note length must be between 1 and {count} characters.
es: La longitud de la nota debe estar entre 1 y {count} caracteres.

source: Select Expiration Time
es: Selecciona el tiempo de expiración

# note_will_expire_in
source: Note will expire in {hours, plural, =1 {1 hour} other {{hours} hours}}
es: La note expirará un {hours, plural, =1 {1 hora} other {{hours} horas}}

source: Share
es: Compartir

source: Page Not Found
es: Pagina no encontrada

# page_not_found_message
source: Well, this is awkward. We couldn't find the page you were looking for.
es: Bueno, esto es incómodo. No pudimos encontrar la página que buscabas.

# like_create_note
source: Would you like to create a note instead?
es: ¿Te gustaría crear una nota en su lugar?

source: Go for it
es: A por ello

source: Or you can
es: O puedes

source: continue editing later
es: continuar editando más tarde

source: Save your draft
es: Guardar tu borrador

source: Copy Link
es: Copiar enlace

# seems_like_you_are_late
source: Seems like you are bit late
es: Parece que llegaste tarde

# note_has_expired
source: This note has already expired, or it may have never existed to begin with. Who knows?
es: Esta nota ya ha expirado, o puede que nunca haya existido para empezar. ¿Quién sabe?

source: Go Back
es: Volver

source: Expires in
es: Expira en

source: New Note
es: Nueva nota

# sensitive_information_warning
source: This app is not a secure place to store sensitive information. Please do not store any sensitive information in this app.
es: Esta aplicación no es un lugar seguro para almacenar información sensible. Por favor, no almacenes información sensible.

# note_security_warning
source: All notes created using this app anonymous and can be viewed by anyone who has access to the qr code or url.
es: Todas las notas creadas con esta aplicación son anónimas y pueden ser vistas por cualquier persona que tenga acceso al código qr o url.

# note_expiration_warning
source: Please note that any notes created with this app will no longer be accessible after the number of hours specified upon creation. And will be permanently deleted after 24 hours.
es: Por favor, ten en cuenta que cualquier nota creada con esta aplicación ya no será accesible después del número de horas especificado al crearla. Y se eliminará permanentemente después de 24 horas.
